{
    "text": "Rafa Brandão ist eine brasilianische Sängerin und Komponistin mit einer langen musikalischen Karriere, die in den 1980er Jahren in Belo Horizonte, seiner Heimatstadt begann. Er begann als Sänger in mehreren Gruppen und in den 1990er Jahren etablierte er in den 1990er Jahren in Rio de Janeiro, wo er sich als Lyric -Lyres -Lycis -Lycis -Lyric -Börsen und -vitrin mit dem Lycres -Lagen und der Vitrin mit dem Lyric und der Bänder einsetzte Ronaldo Miragaya, der bis zu seiner Abreise aus Brasilien Ende 2002 dauerte. Press. Brasilianer und Portugiesen und begann, in Bars als Sänger und Gitarrenmusiker aufzutreten.\n\nSeit 2012 lebt er in Hamburg, Deutschland, wo er 2018 sein erstes Soloalbum „Solo“ veröffentlichte, für das er praktisch alle Texte und die Musik selbst schrieb. Das Album wurde von seinem Freund, Gitarristen und Komponisten Jessé Gomes produziert und arrangiert. Seine musikalischen Einflüsse reichen von brasilianischer Popmusik, Bossa Nova, Samba, Pop und Rock bis hin zu amerikanischer Black Music, darunter Soul, Funk und Blues. Zu seinen großen Referenzen zählen Caetano Veloso, Cazuza und Mick Jagger.\n\nSeit 2018 gibt Rafa jährliche Konzerte mit seiner Band, bei denen er seine eigenen Kompositionen präsentiert, und entwickelt außerdem ein Duo-Projekt mit dem Schlagzeuger Vitão Cardoso. Er pflegt auch das akustische Format mit Gesang und Gitarre und tritt bei privaten Partys und an prominenten Veranstaltungsorten auf, beispielsweise im brasilianischen Restaurant Xodó in Hamburg, wo er seit Juli 2023 jeden Mittwoch spielt.\n\nRafa Brandãos Album „Solo“ ist auf den wichtigsten digitalen Plattformen wie Spotify, Deezer, Apple Music und Amazon Music erhältlich und wird außerdem bei seinen Auftritten verkauft. Das Album Radicais Livres (2001) ist auch auf Spotify zu finden.\n\nEin Komponist, der auf die Vielfalt und die spirituellen Zeichen der Welt achtet, ein im Wesentlichen urbaner Texter, der in seinen Liedern die Nuancen menschlicher Beziehungen, Lieben und Missverständnisse einfängt, und vor allem ein Sänger, der es liebt zu singen und seine Musik in jeden Winkel des Planeten zu tragen.\n\nIch präsentiere Ihnen Rafa Brandão."
}